Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Darnal was an alumnus of Durbar High School, Kathmandu and was sent to St. Robert’s School, Darjeeling, India for secondary education, where he learned to play the mandolin and the guitar.
ne: सानैदेखि पढ्ने खुब रहर भएका दर्नालको प्रारम्भिक शिक्षा गरिबीको चपेटामा परेका वावजुद उनलाई काठमाडौँस्थित दरबार हाइस्कुल र २००८ सालमा माध्यमिक शिक्षाका लागि सेन्ट रोबर्ट हाइस्कुल, दार्जिलिङ्ग, भारत पुर्याइयो ।[1] त्यहाँको साङ्गीतिक वातावरणको प्रभावले उनले त्यहीँ मेण्डोलिन, गिटारजस्ता वाद्यसामग्री बजाउन सिके ।[2]

source: Darnal, amid his schooling in India, started working at a recording company in Kolkata, where he was acquainted with fellow Nepalese musicians and singers, including Dharmaraj Thapa, Nati Kaji, Shiva Shankar Manandhar and Tara Devi. In 1958, Darnal brought to Nepal the mandolin and the guitar, and is considered to be the first person to introduce such western instruments in the country. Expanding his career contacts landed him a job at the Nepal Academy in 1959 as a mandolinist.
ne: अध्ययनको क्रम जारी नै भए पनि सङ्गीत भनेपछि हुरुक्कै हुने दर्नालले भारतको कोलकाताको एक रेकर्डिङ्ग कम्पनीमा काम गर्न थाले । कोलकातामै नेपालका पुराना कलाकारहरू धर्मराज थापा, नातिकाजी, शिवशंकर मानन्धर र तारादेवीसङ्ग उनको परिचय भयो । २०१५ सालमा उनले भारतबाट नेपाल आउँदा गितार र मेण्डोलिन ल्याएका थिए । उनलाई नेपालमा ती दुई बाजा भित्र्याउने पहिलो व्यक्तिको रूपमा चिनिन्छ । कहिले रेडियो नेपालमा जाने, कहिले सङ्गीतकारहरूसँग सम्पर्क गर्दागर्दै २०१६ सालमा उनले पहिलो पटक नेपाल प्रज्ञा प्रतिष्ठानमा मेण्डोलिन बाधक रुपमा जागिर पाए । प्रज्ञा प्रतिष्ठानका विभिन्न पदमा कार्य गर्दै दर्नालले २०२१ सालमा प्रज्ञा प्रतिष्ठानका लागि कुलपति श्री ५ महेन्द्रबाट ल्याइएको त्रिवर्षीय योजनामा सङ्गीत-नाट्य शाखाको सहायक सचिव भएर कार्य गरे । वि.सं. २०२८ सालमा तत्कालिन कुलपति केदारमान व्यथितले उनलाई जागिरबाट हटाए । पछि सूर्यविक्रम ज्ञवालीले उनलाई पुनर्वहाली गरे । वि.सं. २०६० सालसम्म निरन्तर प्रज्ञा प्रतिष्ठानमा रही काम गरे । नेपालको आधुनिक वाद्य-सङ्गीतको संयोजनमा सक्रिय भूमिका निर्वाह गरेका दर्नालले साङ्गीतिक तथा सांस्कृतिक विकासका लागि दिएका योगदानहरू कम प्रशंसनीय छैनन् । अध्ययनलाई विस्तृत गर्ने क्रममा पुष्कल बुढापिर्थीबाट प्रभावित भएर उनले पाश्चात्य सङ्गीतको सम्बन्धमा पनि गहन अध्ययन गरेका छन् । गीत, वाद्य तथा नृत्य तीन पक्षमा अनुसन्धान र योगदान गरेर उनी सबै क्षेत्रका प्रिय बनेका छन् ।[1][13]

source: During his time at the Academy, he was the sole member in charge of the Music Museum, a depository of 127 musical instruments of hundred different types, including the 2500-year-old Kwatah used in the time of the Buddha. After working for 35 years as a notator, Darnal retired from the Academy.
ne: प्रज्ञा प्रतिष्ठानमा वाद्य प्रबन्धक भई कार्य गरेका बखत वहा बाजा सङ्ग्रहालय हेर्ने उनी एक्लो व्यक्ति थिए । २५ सय वर्षअघिका क्वताः भनिने तीनमुखे बाजा, जुन बुद्धकालीन समयका मानिन्छ, सहित सङ्ग्रहालयमा सय किसिमका १२७ वटा बाजा थिए ।[3] एकेडेमीमा २०१६ सालदेखि उनले स्वरलिपिकारको पदमा जागिरे बनेर ३५ वर्षको अनवरत सेवापछि वाद्य प्रबन्धकका रूपमा उनले अवकाश पाए ।[14][15]

source: Ragini Upadhyaya (Native name (ne) रागिनी उपाध्याय (Born 9 November 1959) is a Nepali fine artist, lyricist and philanthropis.[1][2] Ragini was born to a Brahmin Family in Kathmandu as 5th baby of Kantaprasad and Sushila. [3] There is a 'fusion' of tradition and modernity in her paintings, which speak of time by associating mythological characters with modernity.[4] The turning point in the life of Ragini, who first rose to prominence in Nepali art through solo painting in 1979, was the painting exhibition inaugurated by the then Queen Aishwarya Shah on the occasion of the birth anniversary of the then King Birendra in 1986.[5]
ne: रागिनी उपाध्याय (जन्म: सन् १९५९ नोभेम्बर ९) नेपाली चित्रकार, गीतकार र समाजसेवी हुन्।[2][3]काठमाडौँको ब्राह्मण परिवारमा बुवा कान्तप्रसाद उपाध्याय र आमा सुशीला उपाध्यायकी पाँचौँ सन्तानका रूपमा जन्मिएकी उनी कान्छी छोरी हुन्।[4] पौराणिक पात्रलाई आधुनिकतासँग जोडेर समयचेत बोल्ने उनको चित्रकलामा परम्परा र आधुनिकताको 'फ्युजन' पाइन्छ। [5]सन् १९७९ मा पहिलोपटक एकल चित्रकलामार्फत् नेपाली कला आकाशमा उदाएकी रागिनीको जीवनको 'टर्निङ् पोइन्ट' भने सन् १९८६ मा तत्कालीन राजा बीरेन्द्रको जन्मोत्सवको अवसरमा तत्कालीन महारानी ऐश्वर्य शाहद्वारा उद्घाटन गरिएको चित्रकला प्रदर्शनी रहेको थियो।[6]
